{"modelTopology": {"keras_version": "2.2.4", "backend": "tensorflow", "model_config": {"class_name": "Model", "config": {"name": "model_1", "layers": [{"name": "input0", "class_name": "InputLayer", "config": {"batch_input_shape": [null, 3, null, null], "dtype": "float32", "sparse": false, "name": "input0"}, "inbound_nodes": []}, {"name": "CoihONsZ_pad", "class_name": "ZeroPadding2D", "config": {"name": "CoihONsZ_pad", "trainable": true, "padding": [[1, 1], [1, 1]], "data_format": "channels_first"}, "inbound_nodes": [[["input0", 0, 0, {}]]]}, {"name": "CoihONsZ", "class_name": "Conv2D", "config": {"name": "CoihONsZ", "trainable": true, "filters": 32, "kernel_size": [3, 3], "strides": [2, 2], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "Zeros", "config": {}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["CoihONsZ_pad", 0, 0, {}]]]}, {"name": "BNsTVmnq", "class_name": "BatchNormalization", "config": {"name": "BNsTVmnq", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["CoihONsZ", 0, 0, {}]]]}, {"name": "re_lu_1", "class_name": "ReLU", "config": {"name": "re_lu_1", "trainable": true, "max_value": 6.0, "negative_slope": 0.0, "threshold": 0.0}, "inbound_nodes": [[["BNsTVmnq", 0, 0, {}]]]}, {"name": "CRKUnsfy", "class_name": "Conv2D", "config": {"name": "CRKUnsfy", "trainable": true, "filters": 32, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "Zeros", "config": {}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["re_lu_1", 0, 0, {}]]]}, {"name": "BNzcAhKx", "class_name": "BatchNormalization", "config": {"name": "BNzcAhKx", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["CRKUnsfy", 0, 0, {}]]]}, {"name": "re_lu_2", "class_name": "ReLU", "config": {"name": "re_lu_2", "trainable": true, "max_value": 6.0, "negative_slope": 0.0, "threshold": 0.0}, "inbound_nodes": [[["BNzcAhKx", 0, 0, {}]]]}, {"name": "CZpYbjZu_pad", "class_name": "ZeroPadding2D", "config": {"name": "CZpYbjZu_pad", "trainable": true, "padding": [[1, 1], [1, 1]], "data_format": "channels_first"}, "inbound_nodes": [[["re_lu_2", 0, 0, {}]]]}, {"name": "depthwise_conv2d_1", "class_name": "DepthwiseConv2D", "config": {"name": "depthwise_conv2d_1", "trainable": true, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "depth_multiplier": 1, "depthwise_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "depthwise_regularizer": null, "depthwise_constraint": null}, "inbound_nodes": [[["CZpYbjZu_pad", 0, 0, {}]]]}, {"name": "BNCGYmuc", "class_name": "BatchNormalization", "config": {"name": "BNCGYmuc", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["depthwise_conv2d_1", 0, 0, {}]]]}, {"name": "re_lu_3", "class_name": "ReLU", "config": {"name": "re_lu_3", "trainable": true, "max_value": 6.0, "negative_slope": 0.0, "threshold": 0.0}, "inbound_nodes": [[["BNCGYmuc", 0, 0, {}]]]}, {"name": "CQlIZkZT", "class_name": "Conv2D", "config": {"name": "CQlIZkZT", "trainable": true, "filters": 16, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "Zeros", "config": {}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["re_lu_3", 0, 0, {}]]]}, {"name": "BNSettDH", "class_name": "BatchNormalization", "config": {"name": "BNSettDH", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["CQlIZkZT", 0, 0, {}]]]}, {"name": "CYobMkZv", "class_name": "Conv2D", "config": {"name": "CYobMkZv", "trainable": true, "filters": 96, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "Zeros", "config": {}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["BNSettDH", 0, 0, {}]]]}, {"name": "BNBJDGJv", "class_name": "BatchNormalization", "config": {"name": "BNBJDGJv", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["CYobMkZv", 0, 0, {}]]]}, {"name": "re_lu_4", "class_name": "ReLU", "config": {"name": "re_lu_4", "trainable": true, "max_value": 6.0, "negative_slope": 0.0, "threshold": 0.0}, "inbound_nodes": [[["BNBJDGJv", 0, 0, {}]]]}, {"name": "CniDoUzn_pad", "class_name": "ZeroPadding2D", "config": {"name": "CniDoUzn_pad", "trainable": true, "padding": [[1, 1], [1, 1]], "data_format": "channels_first"}, "inbound_nodes": [[["re_lu_4", 0, 0, {}]]]}, {"name": "depthwise_conv2d_2", "class_name": "DepthwiseConv2D", "config": {"name": "depthwise_conv2d_2", "trainable": true, "kernel_size": [3, 3], "strides": [2, 2], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "depth_multiplier": 1, "depthwise_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "depthwise_regularizer": null, "depthwise_constraint": null}, "inbound_nodes": [[["CniDoUzn_pad", 0, 0, {}]]]}, {"name": "BNfsfxEt", "class_name": "BatchNormalization", "config": {"name": "BNfsfxEt", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["depthwise_conv2d_2", 0, 0, {}]]]}, {"name": "re_lu_5", "class_name": "ReLU", "config": {"name": "re_lu_5", "trainable": true, "max_value": 6.0, "negative_slope": 0.0, "threshold": 0.0}, "inbound_nodes": [[["BNfsfxEt", 0, 0, {}]]]}, {"name": "CNzcgfla", "class_name": "Conv2D", "config": {"name": "CNzcgfla", "trainable": true, "filters": 24, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "Zeros", "config": {}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["re_lu_5", 0, 0, {}]]]}, {"name": "BNKIIHKQ", "class_name": "BatchNormalization", "config": {"name": "BNKIIHKQ", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["CNzcgfla", 0, 0, {}]]]}, {"name": "CiGjpejq", "class_name": "Conv2D", "config": {"name": "CiGjpejq", "trainable": true, "filters": 144, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "Zeros", "config": {}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["BNKIIHKQ", 0, 0, {}]]]}, {"name": "BNRsBACx", "class_name": "BatchNormalization", "config": {"name": "BNRsBACx", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["CiGjpejq", 0, 0, {}]]]}, {"name": "re_lu_6", "class_name": "ReLU", "config": {"name": "re_lu_6", "trainable": true, "max_value": 6.0, "negative_slope": 0.0, "threshold": 0.0}, "inbound_nodes": [[["BNRsBACx", 0, 0, {}]]]}, {"name": "CxFyaptJ_pad", "class_name": "ZeroPadding2D", "config": {"name": "CxFyaptJ_pad", "trainable": true, "padding": [[1, 1], [1, 1]], "data_format": "channels_first"}, "inbound_nodes": [[["re_lu_6", 0, 0, {}]]]}, {"name": "depthwise_conv2d_3", "class_name": "DepthwiseConv2D", "config": {"name": "depthwise_conv2d_3", "trainable": true, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "depth_multiplier": 1, "depthwise_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "depthwise_regularizer": null, "depthwise_constraint": null}, "inbound_nodes": [[["CxFyaptJ_pad", 0, 0, {}]]]}, {"name": "BNhjtbif", "class_name": "BatchNormalization", "config": {"name": "BNhjtbif", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["depthwise_conv2d_3", 0, 0, {}]]]}, {"name": "re_lu_7", "class_name": "ReLU", "config": {"name": "re_lu_7", "trainable": true, "max_value": 6.0, "negative_slope": 0.0, "threshold": 0.0}, "inbound_nodes": [[["BNhjtbif", 0, 0, {}]]]}, {"name": "CykBXQVA", "class_name": "Conv2D", "config": {"name": "CykBXQVA", "trainable": true, "filters": 24, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "Zeros", "config": {}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["re_lu_7", 0, 0, {}]]]}, {"name": "BNpjbpaq", "class_name": "BatchNormalization", "config": {"name": "BNpjbpaq", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["CykBXQVA", 0, 0, {}]]]}, {"name": "ANfgzXsL", "class_name": "Add", "config": {"name": "ANfgzXsL", "trainable": true}, "inbound_nodes": [[["BNpjbpaq", 0, 0, {}], ["BNKIIHKQ", 0, 0, {}]]]}, {"name": "CLDHBvHr", "class_name": "Conv2D", "config": {"name": "CLDHBvHr", "trainable": true, "filters": 144, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "Zeros", "config": {}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["ANfgzXsL", 0, 0, {}]]]}, {"name": "BNhsVbfD", "class_name": "BatchNormalization", "config": {"name": "BNhsVbfD", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["CLDHBvHr", 0, 0, {}]]]}, {"name": "re_lu_8", "class_name": "ReLU", "config": {"name": "re_lu_8", "trainable": true, "max_value": 6.0, "negative_slope": 0.0, "threshold": 0.0}, "inbound_nodes": [[["BNhsVbfD", 0, 0, {}]]]}, {"name": "CoiIYzNJ_pad", "class_name": "ZeroPadding2D", "config": {"name": "CoiIYzNJ_pad", "trainable": true, "padding": [[1, 1], [1, 1]], "data_format": "channels_first"}, "inbound_nodes": [[["re_lu_8", 0, 0, {}]]]}, {"name": "depthwise_conv2d_4", "class_name": "DepthwiseConv2D", "config": {"name": "depthwise_conv2d_4", "trainable": true, "kernel_size": [3, 3], "strides": [2, 2], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "depth_multiplier": 1, "depthwise_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "depthwise_regularizer": null, "depthwise_constraint": null}, "inbound_nodes": [[["CoiIYzNJ_pad", 0, 0, {}]]]}, {"name": "BNczXQal", "class_name": "BatchNormalization", "config": {"name": "BNczXQal", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["depthwise_conv2d_4", 0, 0, {}]]]}, {"name": "re_lu_9", "class_name": "ReLU", "config": {"name": "re_lu_9", "trainable": true, "max_value": 6.0, "negative_slope": 0.0, "threshold": 0.0}, "inbound_nodes": [[["BNczXQal", 0, 0, {}]]]}, {"name": "CjvzhshN", "class_name": "Conv2D", "config": {"name": "CjvzhshN", "trainable": true, "filters": 32, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "Zeros", "config": {}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["re_lu_9", 0, 0, {}]]]}, {"name": "BNtbuygE", "class_name": "BatchNormalization", "config": {"name": "BNtbuygE", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["CjvzhshN", 0, 0, {}]]]}, {"name": "CgnxRgmD", "class_name": "Conv2D", "config": {"name": "CgnxRgmD", "trainable": true, "filters": 192, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "Zeros", "config": {}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["BNtbuygE", 0, 0, {}]]]}, {"name": "BNTeTexM", "class_name": "BatchNormalization", "config": {"name": "BNTeTexM", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["CgnxRgmD", 0, 0, {}]]]}, {"name": "re_lu_10", "class_name": "ReLU", "config": {"name": "re_lu_10", "trainable": true, "max_value": 6.0, "negative_slope": 0.0, "threshold": 0.0}, "inbound_nodes": [[["BNTeTexM", 0, 0, {}]]]}, {"name": "CeprrrJD_pad", "class_name": "ZeroPadding2D", "config": {"name": "CeprrrJD_pad", "trainable": true, "padding": [[1, 1], [1, 1]], "data_format": "channels_first"}, "inbound_nodes": [[["re_lu_10", 0, 0, {}]]]}, {"name": "depthwise_conv2d_5", "class_name": "DepthwiseConv2D", "config": {"name": "depthwise_conv2d_5", "trainable": true, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "depth_multiplier": 1, "depthwise_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "depthwise_regularizer": null, "depthwise_constraint": null}, "inbound_nodes": [[["CeprrrJD_pad", 0, 0, {}]]]}, {"name": "BNVbzFRS", "class_name": "BatchNormalization", "config": {"name": "BNVbzFRS", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["depthwise_conv2d_5", 0, 0, {}]]]}, {"name": "re_lu_11", "class_name": "ReLU", "config": {"name": "re_lu_11", "trainable": true, "max_value": 6.0, "negative_slope": 0.0, "threshold": 0.0}, "inbound_nodes": [[["BNVbzFRS", 0, 0, {}]]]}, {"name": "CmiecRau", "class_name": "Conv2D", "config": {"name": "CmiecRau", "trainable": true, "filters": 32, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "Zeros", "config": {}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["re_lu_11", 0, 0, {}]]]}, {"name": "BNUWasaY", "class_name": "BatchNormalization", "config": {"name": "BNUWasaY", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["CmiecRau", 0, 0, {}]]]}, {"name": "AcCtqbWf", "class_name": "Add", "config": {"name": "AcCtqbWf", "trainable": true}, "inbound_nodes": [[["BNUWasaY", 0, 0, {}], ["BNtbuygE", 0, 0, {}]]]}, {"name": "CfpMFEJL", "class_name": "Conv2D", "config": {"name": "CfpMFEJL", "trainable": true, "filters": 192, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "Zeros", "config": {}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["AcCtqbWf", 0, 0, {}]]]}, {"name": "BNNBgNCa", "class_name": "BatchNormalization", "config": {"name": "BNNBgNCa", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["CfpMFEJL", 0, 0, {}]]]}, {"name": "re_lu_12", "class_name": "ReLU", "config": {"name": "re_lu_12", "trainable": true, "max_value": 6.0, "negative_slope": 0.0, "threshold": 0.0}, "inbound_nodes": [[["BNNBgNCa", 0, 0, {}]]]}, {"name": "CpZQmnPH_pad", "class_name": "ZeroPadding2D", "config": {"name": "CpZQmnPH_pad", "trainable": true, "padding": [[1, 1], [1, 1]], "data_format": "channels_first"}, "inbound_nodes": [[["re_lu_12", 0, 0, {}]]]}, {"name": "depthwise_conv2d_6", "class_name": "DepthwiseConv2D", "config": {"name": "depthwise_conv2d_6", "trainable": true, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "depth_multiplier": 1, "depthwise_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "depthwise_regularizer": null, "depthwise_constraint": null}, "inbound_nodes": [[["CpZQmnPH_pad", 0, 0, {}]]]}, {"name": "BNRTQgKE", "class_name": "BatchNormalization", "config": {"name": "BNRTQgKE", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["depthwise_conv2d_6", 0, 0, {}]]]}, {"name": "re_lu_13", "class_name": "ReLU", "config": {"name": "re_lu_13", "trainable": true, "max_value": 6.0, "negative_slope": 0.0, "threshold": 0.0}, "inbound_nodes": [[["BNRTQgKE", 0, 0, {}]]]}, {"name": "CDHWBJIm", "class_name": "Conv2D", "config": {"name": "CDHWBJIm", "trainable": true, "filters": 32, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "Zeros", "config": {}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["re_lu_13", 0, 0, {}]]]}, {"name": "BNsiDean", "class_name": "BatchNormalization", "config": {"name": "BNsiDean", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["CDHWBJIm", 0, 0, {}]]]}, {"name": "AVdFfVLa", "class_name": "Add", "config": {"name": "AVdFfVLa", "trainable": true}, "inbound_nodes": [[["BNsiDean", 0, 0, {}], ["AcCtqbWf", 0, 0, {}]]]}, {"name": "CNFabhuH", "class_name": "Conv2D", "config": {"name": "CNFabhuH", "trainable": true, "filters": 192, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "Zeros", "config": {}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["AVdFfVLa", 0, 0, {}]]]}, {"name": "BNzSLpKQ", "class_name": "BatchNormalization", "config": {"name": "BNzSLpKQ", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["CNFabhuH", 0, 0, {}]]]}, {"name": "re_lu_14", "class_name": "ReLU", "config": {"name": "re_lu_14", "trainable": true, "max_value": 6.0, "negative_slope": 0.0, "threshold": 0.0}, "inbound_nodes": [[["BNzSLpKQ", 0, 0, {}]]]}, {"name": "CLvzcdBO_pad", "class_name": "ZeroPadding2D", "config": {"name": "CLvzcdBO_pad", "trainable": true, "padding": [[1, 1], [1, 1]], "data_format": "channels_first"}, "inbound_nodes": [[["re_lu_14", 0, 0, {}]]]}, {"name": "depthwise_conv2d_7", "class_name": "DepthwiseConv2D", "config": {"name": "depthwise_conv2d_7", "trainable": true, "kernel_size": [3, 3], "strides": [2, 2], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "depth_multiplier": 1, "depthwise_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "depthwise_regularizer": null, "depthwise_constraint": null}, "inbound_nodes": [[["CLvzcdBO_pad", 0, 0, {}]]]}, {"name": "BNhntHCL", "class_name": "BatchNormalization", "config": {"name": "BNhntHCL", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["depthwise_conv2d_7", 0, 0, {}]]]}, {"name": "re_lu_15", "class_name": "ReLU", "config": {"name": "re_lu_15", "trainable": true, "max_value": 6.0, "negative_slope": 0.0, "threshold": 0.0}, "inbound_nodes": [[["BNhntHCL", 0, 0, {}]]]}, {"name": "CxYQxccx", "class_name": "Conv2D", "config": {"name": "CxYQxccx", "trainable": true, "filters": 64, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "Zeros", "config": {}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["re_lu_15", 0, 0, {}]]]}, {"name": "BNqrvdyw", "class_name": "BatchNormalization", "config": {"name": "BNqrvdyw", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["CxYQxccx", 0, 0, {}]]]}, {"name": "CidGSblu", "class_name": "Conv2D", "config": {"name": "CidGSblu", "trainable": true, "filters": 384, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "Zeros", "config": {}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["BNqrvdyw", 0, 0, {}]]]}, {"name": "BNtJbcBy", "class_name": "BatchNormalization", "config": {"name": "BNtJbcBy", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["CidGSblu", 0, 0, {}]]]}, {"name": "re_lu_16", "class_name": "ReLU", "config": {"name": "re_lu_16", "trainable": true, "max_value": 6.0, "negative_slope": 0.0, "threshold": 0.0}, "inbound_nodes": [[["BNtJbcBy", 0, 0, {}]]]}, {"name": "CqXupkit_pad", "class_name": "ZeroPadding2D", "config": {"name": "CqXupkit_pad", "trainable": true, "padding": [[1, 1], [1, 1]], "data_format": "channels_first"}, "inbound_nodes": [[["re_lu_16", 0, 0, {}]]]}, {"name": "depthwise_conv2d_8", "class_name": "DepthwiseConv2D", "config": {"name": "depthwise_conv2d_8", "trainable": true, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "depth_multiplier": 1, "depthwise_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "depthwise_regularizer": null, "depthwise_constraint": null}, "inbound_nodes": [[["CqXupkit_pad", 0, 0, {}]]]}, {"name": "BNVTRNkS", "class_name": "BatchNormalization", "config": {"name": "BNVTRNkS", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["depthwise_conv2d_8", 0, 0, {}]]]}, {"name": "re_lu_17", "class_name": "ReLU", "config": {"name": "re_lu_17", "trainable": true, "max_value": 6.0, "negative_slope": 0.0, "threshold": 0.0}, "inbound_nodes": [[["BNVTRNkS", 0, 0, {}]]]}, {"name": "CWrxoFxa", "class_name": "Conv2D", "config": {"name": "CWrxoFxa", "trainable": true, "filters": 64, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "Zeros", "config": {}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["re_lu_17", 0, 0, {}]]]}, {"name": "BNSbkwMW", "class_name": "BatchNormalization", "config": {"name": "BNSbkwMW", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["CWrxoFxa", 0, 0, {}]]]}, {"name": "AihCxGwW", "class_name": "Add", "config": {"name": "AihCxGwW", "trainable": true}, "inbound_nodes": [[["BNSbkwMW", 0, 0, {}], ["BNqrvdyw", 0, 0, {}]]]}, {"name": "CUNCRXdv", "class_name": "Conv2D", "config": {"name": "CUNCRXdv", "trainable": true, "filters": 384, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "Zeros", "config": {}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["AihCxGwW", 0, 0, {}]]]}, {"name": "BNdggxgy", "class_name": "BatchNormalization", "config": {"name": "BNdggxgy", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["CUNCRXdv", 0, 0, {}]]]}, {"name": "re_lu_18", "class_name": "ReLU", "config": {"name": "re_lu_18", "trainable": true, "max_value": 6.0, "negative_slope": 0.0, "threshold": 0.0}, "inbound_nodes": [[["BNdggxgy", 0, 0, {}]]]}, {"name": "CcLuLhza_pad", "class_name": "ZeroPadding2D", "config": {"name": "CcLuLhza_pad", "trainable": true, "padding": [[1, 1], [1, 1]], "data_format": "channels_first"}, "inbound_nodes": [[["re_lu_18", 0, 0, {}]]]}, {"name": "depthwise_conv2d_9", "class_name": "DepthwiseConv2D", "config": {"name": "depthwise_conv2d_9", "trainable": true, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "depth_multiplier": 1, "depthwise_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "depthwise_regularizer": null, "depthwise_constraint": null}, "inbound_nodes": [[["CcLuLhza_pad", 0, 0, {}]]]}, {"name": "BNFtMSsd", "class_name": "BatchNormalization", "config": {"name": "BNFtMSsd", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["depthwise_conv2d_9", 0, 0, {}]]]}, {"name": "re_lu_19", "class_name": "ReLU", "config": {"name": "re_lu_19", "trainable": true, "max_value": 6.0, "negative_slope": 0.0, "threshold": 0.0}, "inbound_nodes": [[["BNFtMSsd", 0, 0, {}]]]}, {"name": "CJdcddfe", "class_name": "Conv2D", "config": {"name": "CJdcddfe", "trainable": true, "filters": 64, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "Zeros", "config": {}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["re_lu_19", 0, 0, {}]]]}, {"name": "BNKarBXB", "class_name": "BatchNormalization", "config": {"name": "BNKarBXB", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["CJdcddfe", 0, 0, {}]]]}, {"name": "AUGlsZQd", "class_name": "Add", "config": {"name": "AUGlsZQd", "trainable": true}, "inbound_nodes": [[["BNKarBXB", 0, 0, {}], ["AihCxGwW", 0, 0, {}]]]}, {"name": "CWzCJTCi", "class_name": "Conv2D", "config": {"name": "CWzCJTCi", "trainable": true, "filters": 384, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "Zeros", "config": {}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["AUGlsZQd", 0, 0, {}]]]}, {"name": "BNnbtCRY", "class_name": "BatchNormalization", "config": {"name": "BNnbtCRY", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["CWzCJTCi", 0, 0, {}]]]}, {"name": "re_lu_20", "class_name": "ReLU", "config": {"name": "re_lu_20", "trainable": true, "max_value": 6.0, "negative_slope": 0.0, "threshold": 0.0}, "inbound_nodes": [[["BNnbtCRY", 0, 0, {}]]]}, {"name": "CgOgXMqp_pad", "class_name": "ZeroPadding2D", "config": {"name": "CgOgXMqp_pad", "trainable": true, "padding": [[1, 1], [1, 1]], "data_format": "channels_first"}, "inbound_nodes": [[["re_lu_20", 0, 0, {}]]]}, {"name": "depthwise_conv2d_10", "class_name": "DepthwiseConv2D", "config": {"name": "depthwise_conv2d_10", "trainable": true, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "depth_multiplier": 1, "depthwise_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "depthwise_regularizer": null, "depthwise_constraint": null}, "inbound_nodes": [[["CgOgXMqp_pad", 0, 0, {}]]]}, {"name": "BNfkeAjr", "class_name": "BatchNormalization", "config": {"name": "BNfkeAjr", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["depthwise_conv2d_10", 0, 0, {}]]]}, {"name": "re_lu_21", "class_name": "ReLU", "config": {"name": "re_lu_21", "trainable": true, "max_value": 6.0, "negative_slope": 0.0, "threshold": 0.0}, "inbound_nodes": [[["BNfkeAjr", 0, 0, {}]]]}, {"name": "CWYfFhnt", "class_name": "Conv2D", "config": {"name": "CWYfFhnt", "trainable": true, "filters": 64, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "Zeros", "config": {}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["re_lu_21", 0, 0, {}]]]}, {"name": "BNDaCdtT", "class_name": "BatchNormalization", "config": {"name": "BNDaCdtT", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["CWYfFhnt", 0, 0, {}]]]}, {"name": "ALOBBwze", "class_name": "Add", "config": {"name": "ALOBBwze", "trainable": true}, "inbound_nodes": [[["BNDaCdtT", 0, 0, {}], ["AUGlsZQd", 0, 0, {}]]]}, {"name": "CbroHZri", "class_name": "Conv2D", "config": {"name": "CbroHZri", "trainable": true, "filters": 384, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "Zeros", "config": {}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["ALOBBwze", 0, 0, {}]]]}, {"name": "BNLjtmti", "class_name": "BatchNormalization", "config": {"name": "BNLjtmti", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["CbroHZri", 0, 0, {}]]]}, {"name": "re_lu_22", "class_name": "ReLU", "config": {"name": "re_lu_22", "trainable": true, "max_value": 6.0, "negative_slope": 0.0, "threshold": 0.0}, "inbound_nodes": [[["BNLjtmti", 0, 0, {}]]]}, {"name": "CEKmxluV_pad", "class_name": "ZeroPadding2D", "config": {"name": "CEKmxluV_pad", "trainable": true, "padding": [[1, 1], [1, 1]], "data_format": "channels_first"}, "inbound_nodes": [[["re_lu_22", 0, 0, {}]]]}, {"name": "depthwise_conv2d_11", "class_name": "DepthwiseConv2D", "config": {"name": "depthwise_conv2d_11", "trainable": true, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "depth_multiplier": 1, "depthwise_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "depthwise_regularizer": null, "depthwise_constraint": null}, "inbound_nodes": [[["CEKmxluV_pad", 0, 0, {}]]]}, {"name": "BNZuvXJE", "class_name": "BatchNormalization", "config": {"name": "BNZuvXJE", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["depthwise_conv2d_11", 0, 0, {}]]]}, {"name": "re_lu_23", "class_name": "ReLU", "config": {"name": "re_lu_23", "trainable": true, "max_value": 6.0, "negative_slope": 0.0, "threshold": 0.0}, "inbound_nodes": [[["BNZuvXJE", 0, 0, {}]]]}, {"name": "CNbzfZUF", "class_name": "Conv2D", "config": {"name": "CNbzfZUF", "trainable": true, "filters": 96, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "Zeros", "config": {}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["re_lu_23", 0, 0, {}]]]}, {"name": "BNiYgEOq", "class_name": "BatchNormalization", "config": {"name": "BNiYgEOq", "trainable": true, "axis": 1, "momentum": 1.0, "epsilon": 1e-05, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "inbound_nodes": [[["CNbzfZUF", 0, 0, {}]]]}, {"name": "CjHEYnNj", "class_name": "Conv2D", "config": {"name": "CjHEYnNj", "trainable": true, "filters": 576, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_first", "dilation_rate": [1, 1], "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "Zeros", "config": {}}, "bias_initializer": 